app/controllers/pages_controller.rb

SELECT "gossips".* FROM "gossips"
---
  def gossip
    @gossips = Gossip.all